Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/GachaKit/Sources/GachaKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.poolType.zzWEngineChannel
source: W-Engine Channel
de: W-Engine-Kanal
es: Canal del motor W
fil: Channel ng W-Engine
fr: Canal W-Engine
it: Canale W-Engine
ja: 音動機チャンネル
ko: W-엔진 채널
ru: Канал W-Engine
vi: Kênh W-Engine
zh_hans: 音擎频段
zh_hant: 音擎頻段

# gachaKit.profile.bigChart
source: Detailed Chart
de: Detailliertes Diagramm
es: Gráfico detallado
fil: Detalyadong Tsart
fr: Graphique détaillé
it: Grafico dettagliato
ja: 詳細図表
ko: 상세 차트
ru: Подробная диаграмма
vi: Biểu đồ chi tiết
zh_hans: 详细图表
zh_hant: 詳細圖表

# gachaKit.profile.detailedList
source: Detailed Records
de: Detaillierte Aufzeichnungen
es: Registros detallados
fil: Mga Detalyadong Tala
fr: Historique détaillés
it: Record dettagliati
ja: 詳細記録
ko: 상세 기록
ru: Подробные записи
vi: Hồ sơ chi tiết
zh_hans: 详细记录
zh_hant: 詳細記錄

# gachaKit.prompt.noGachaProfileFound
source: No gacha records found.
de: Keine Gacha-Daten gefunden
es: No se encontraron registros de gacha
fil: Walang natagpuang gacha records
fr: Aucun historique gacha trouvé.
it: Nessun record gacha trovato
ja: ガチャ記録は見つかりませんでした。
ko: 가챠 기록이 없습니다.
ru: Записи гача не найдены
vi: Không tìm thấy bản ghi gacha.
zh_hans: 尚无抽卡记录在库。
zh_hant: 尚無抽卡記錄在庫。

# gachaKit.prompt.pleaseChooseGachaPuller
source: Please choose a gacha puller. If you can't see one, then please import some gacha records first.
de: Bitte wählen Sie einen Gacha-Zieher. Wenn Sie keinen sehen, importieren Sie bitte zuerst einige Gacha-Aufzeichnungen.
es: Por favor, elige un tirador de gacha. Si no puedes ver uno, entonces importa algunos registros de gacha primero.
fil: Pumili ng isang gacha puller. Kung walang makita, mangyaring mag-import muna ng ilang gacha records.
fr: Veuillez choisir un tireur gacha. Si vous ne pouvez pas en voir, importez d'abord un historique gacha.
it: Si prega di scegliere un tiratore gacha. Se non ne vedi uno, importare prima alcuni record gacha.
ja: ガチャ主を選択してください。それが表示していないのなら、まずガチャ記録を入れてください。
ko: 가챠 기록 소유자를 선택하세요. 볼 수 없다면 가챠 기록을 먼저 가져오세요.
ru: Пожалуйста, выберите владельца гача. Если вы его не видите, пожалуйста, сначала импортируйте записи гача.
vi: Vui lòng chọn người kéo gacha. Nếu bạn không thấy, hãy nhập một số hồ sơ gacha trước.
zh_hans: 请选择一个抽卡人。倘若您看不到相关选项，则请先导入抽卡记录。
zh_hant: 請選擇一個抽卡人。如果看不到相關選項的話，請先匯入抽卡記錄。

# gachaKit.prompt.remoteChangesDetected.withRecommendedAction
source: Remote iCloud SwiftData changes are detected and are already applied in the backend. Please check the top-trailing dropdown menu to run “Reload Data” or restart this app to let those changes visible to you.
de: Remote iCloud SwiftData-Änderungen wurden erkannt und bereits im Backend angewendet. Bitte überprüfen Sie das Dropdown-Menü oben rechts, um „Daten neu laden“ auszuführen, oder starten Sie diese App neu, damit die Änderungen sichtbar werden.
es: Se detectaron cambios remotos de iCloud SwiftData y ya se aplicaron en el backend. Por favor, revisa el menú desplegable superior derecho para ejecutar “Recargar datos” o reinicia esta aplicación para que los cambios sean visibles.
fil: May natukoy na remote iCloud SwiftData na mga pagbabago at naipatupad na sa backend. Pakisuri ang dropdown menu sa itaas-kanan upang patakbuhin ang “I-reload ang Data” o i-restart ang app na ito upang makita ang mga pagbabagong iyon.
fr: Des modifications distantes iCloud SwiftData ont été détectées et déjà appliquées en arrière-plan. Veuillez consulter le menu déroulant en haut à droite pour lancer « Recharger les données » ou redémarrer cette application pour rendre ces modifications visibles.
it: Sono state rilevate modifiche remote di iCloud SwiftData già applicate nel backend. Controlla il menu a discesa in alto a destra per eseguire "Ricarica dati" o riavvia questa app per rendere visibili tali modifiche.
ja: リモートの iCloud SwiftData の変更が検出され、すでにバックエンドに適用されています。右上のドロップダウンメニューから「データを再読込」を実行するか、このアプリを再起動して変更内容を反映させてください。
ko: 원격 iCloud SwiftData 변경 사항이 감지되어 백엔드에 이미 적용되었습니다. 오른쪽 상단 드롭다운 메뉴에서 '데이터 다시 로드'를 실행하거나 앱을 재시작하여 변경 사항을 확인하세요.
ru: Обнаружены удалённые изменения iCloud SwiftData, которые уже применены на сервере. Проверьте выпадающее меню в правом верхнем углу, чтобы выполнить «Перезагрузить данные», или перезапустите приложение, чтобы увидеть эти изменения.
vi: Đã phát hiện các thay đổi từ xa của iCloud SwiftData và đã được áp dụng ở backend. Vui lòng kiểm tra menu thả xuống ở góc trên bên phải để chạy “Tải lại dữ liệu” hoặc khởi động lại ứng dụng này để các thay đổi đó hiển thị.
zh_hans: 检测到远程 iCloud SwiftData 变更，且已在后台套用。请在右上角下拉选单中执行「重新载入数据」，或重启本应用以使这些变更可见。
zh_hant: 偵測到遠端 iCloud SwiftData 變更，且已在後台套用。請在右上角下拉選單中執行「重新載入資料」，或重啟敝應用以使這些變更可見。

# gachaKit.reviewFromAppraiser.gi
source: Paimon’s Appraisement
de: Paimons Bewertung
es: Tasación de Paimon
fil: Pagsusuri ni Paimon
fr: Estimation de Paimon
it: Valutazione di Paimon
ja: パイモンのご評価
ko: 파이몬의 평가
ru: Оценка Паймон
vi: Đánh Giá Của Paimon
zh_hans: 派蒙的评价
zh_hant: 派蒙的評價

# gachaKit.reviewFromAppraiser.hsr
source: Mitsuki Nanoka’s Appraisement
de: Begutachtung von Mitsuki Nanoka
es: Apreciación de Mitsuki Nanoka
fil: Appraisement ni Mitsuki Nanoka
fr: Évaluation de Mitsuki Nanoka
it: Valutazione di Mitsuki Nanoka
ja: 三月なのかのご評価
ko: 미츠키 나노카의 평가
ru: Оценка Мицуки Нанока
vi: Định giá Mitsuki Nanoka
zh_hans: 三月七的评价
zh_hant: 三月七的評價

# gachaKit.reviewFromAppraiser.zzz
source: Interknot Appraisement
de: Interknotenbewertung
es: Tasar de Interknot
fil: Pagtatasa ng Interknot
fr: Évaluation Interknot
it: Valutazione dell'Interknot
ja: インターノット評判レベル
ko: 인터노트 감정
ru: Оценка Интеркнот
vi: Đánh giá Liên kết
zh_hans: 绳网评价
zh_hant: 繩網評價

# gachaKit.stats.avaragePulls4NonStandardPentaStars
source: Avrg. Pulls (Non-Std. ★5)
de: Durchschn. Ziehungen (nicht-std. ★5)
es: Prom. intentos (no est. ★5)
fil: Avg. Pag-hila (hindi-karaniwang ★5)
fr: Moyenne des voeux (★5 non-std)
it: Media Prelievi (non-stand. ★5)
ja: 平均ガチャ回數(非通常星5)
ko: 평균 뽑기 (비표준 ★5)
ru: Средн. Вытягивания (не-станд. ★5)
vi: Số lần triệu hồi TB (không chuẩn ★5)
zh_hans: 非常驻五星平均抽数
zh_hant: 非常駐五星平均抽數

# gachaKit.stats.avaragePulls4PentaStars
source: Avrg. Pulls (all-type ★5)
de: Durchschn. Ziehungen (alle Typ ★5)
es: Prom. intentos (todo tipo ★5)
fil: Avg. Pagkuhat (lahat ng uri ★5)
fr: Moyenne des voeux (tous les ★5)
it: Media Prelievi (tutti i tipi ★5)
ja: 平均ガチャ回數(星5)
ko: 평균 뽑기 (모든 유형 ★5)
ru: Средн. Вытягивания (все-типы ★5)
vi: Số lần triệu hồi trung bình (tất cả loại ★5)
zh_hans: 五星平均抽数
zh_hant: 五星平均抽數

# gachaKit.stats.confidence.alert.message
source: The confidence of the standard item hit rate is based on the number of available 5-star pulls: • High confidence: ≥10 cases • Medium confidence: 5-9 cases • Low confidence: 3-4 cases • Insufficient data: <3 cases Reasons for insufficient confidence: • Too few 5-star pulls • Incomplete gacha history • Recently started recording
de: Die Zuverlässigkeit der Standardgegenstand-Trefferrate basiert auf der Anzahl der verfügbaren 5-Sterne-Ziehungen: • Hohe Zuverlässigkeit: ≥10 Fälle • Mittlere Zuverlässigkeit: 5-9 Fälle • Niedrige Zuverlässigkeit: 3-4 Fälle • Unzureichende Daten: <3 Fälle Gründe für unzureichende Zuverlässigkeit: • Zu wenige 5-Sterne-Ziehungen • Unvollständige Gacha-Historie • Erst kürzlich mit der Aufzeichnung begonnen
es: La confianza de la tasa de acierto de objetos estándar se basa en el número de extracciones de 5 estrellas disponibles: • Alta confianza: ≥10 casos • Confianza media: 5-9 casos • Baja confianza: 3-4 casos • Datos insuficientes: <3 casos Razones para confianza insuficiente: • Muy pocas extracciones de 5 estrellas • Historial de gacha incompleto • Comenzó a registrar recientemente
fil: Ang tiwala sa standard item hit rate ay nakabatay sa bilang ng mga available na 5-star pulls: • Mataas na tiwala: ≥10 kaso • Katamtamang tiwala: 5-9 kaso • Mababang tiwala: 3-4 kaso • Hindi sapat na data: <3 kaso Mga dahilan ng kulang na tiwala: • Kakaunting 5-star pulls • Hindi kumpleto ang gacha history • Kakasimula pa lang mag-record
fr: La confiance du taux de réussite des objets standard est basée sur le nombre de tirages 5 étoiles disponibles: • Confiance élevée: ≥10 cas • Confiance moyenne: 5-9 cas • Confiance faible: 3-4 cas • Données insuffisantes: <3 cas Raisons d'une confiance insuffisante: • Trop peu de tirages 5 étoiles • Historique gacha incomplet • Enregistrement récemment commencé
it: L'affidabilità del tasso di successo degli oggetti standard si basa sul numero di pull a 5 stelle disponibili: • Alta affidabilità: ≥10 casi • Affidabilità media: 5-9 casi • Affidabilità bassa: 3-4 casi • Dati insufficienti: <3 casi Motivi per affidabilità insufficiente: • Troppo pochi pull a 5 stelle • Cronologia gacha incompleta • Registrazione iniziata di recente
ja: 通常アイテム命中率の信頼度は、利用可能な星5獲得回数に基づいています： • 信頼度高：≥10回 • 信頼度中：5-9回 • 信頼度低：3-4回 • データ不足：<3回 信頼度不足の理由： • 星5獲得回数が少なすぎる • ガチャ履歴が不完全 • 記録を始めたばかり
ko: 일반 아이템 적중률의 신뢰도는 사용 가능한 5성 뽑기 수를 기반으로 합니다: • 높은 신뢰도: ≥10회 • 보통 신뢰도: 5-9회 • 낮은 신뢰도: 3-4회 • 데이터 부족: <3회 신뢰도 부족 이유: • 5성 뽑기가 너무 적음 • 불완전한 가챠 기록 • 최근에 기록 시작
ru: Достоверность показателя попадания стандартных предметов основана на количестве доступных выпадений 5-звёздочных предметов: • Высокая достоверность: ≥10 случаев • Средняя достоверность: 5-9 случаев • Низкая достоверность: 3-4 случая • Недостаточно данных: <3 случаев Причины недостаточной достоверности: • Слишком мало выпадений 5-звёздочных предметов • Неполная история гача • Недавно начали записывать данные
vi: Độ tin cậy của tỷ lệ trúng vật phẩm tiêu chuẩn dựa trên số lượt quay 5 sao có sẵn: • Độ tin cậy cao: ≥10 trường hợp • Độ tin cậy trung bình: 5-9 trường hợp • Độ tin cậy thấp: 3-4 trường hợp • Dữ liệu không đủ: <3 trường hợp Lý do độ tin cậy không đủ: • Quá ít lượt quay 5 sao • Lịch sử gacha không đầy đủ • Mới bắt đầu ghi lại gần đây
zh_hans: 常驻物品命中率的可信度基于可用的5星抽取次数： • 可信度高：≥10次 • 可信度中等：5-9次 • 可信度低：3-4次 • 数据量不足：<3次 可信度不足的原因： • 5星抽取次数太少 • 祈愿记录不完整 • 最近才开始记录
zh_hant: 常駐物品命中率的可信度基於可用的5星抽取次數： • 可信度高：≥10次 • 可信度中等：5-9次 • 可信度低：3-4次 • 資料筆數不足：<3次 可信度不足的原因： • 5星抽取次數太少 • 祈願記錄不完整 • 最近才開始記錄

# gachaKit.stats.confidence.alert.title
source: About Confidence Indicators
de: Über Zuverlässigkeitsindikatoren
es: Sobre los indicadores de confianza
fil: Tungkol sa mga Tagapagpahiwatig ng Tiwala
fr: À propos des indicateurs de confiance
it: Informazioni sugli indicatori di affidabilità
ja: 信頼度指標について
ko: 신뢰도 지표 정보
ru: Об индикаторах достоверности
vi: Về các chỉ báo độ tin cậy
zh_hans: 关于可信度指标
zh_hant: 關於可信度指標

# gachaKit.stats.confidence.high
source: High confidence
de: Hohe Zuverlässigkeit
es: Alta confianza
fil: Mataas na tiwala
fr: Confiance élevée
it: Alta affidabilità
ja: 信頼度高
ko: 높은 신뢰도
ru: Высокая достоверность
vi: Độ tin cậy cao
zh_hans: 可信度高
zh_hant: 可信度高

# gachaKit.stats.confidence.insufficient
source: Insufficient data
de: Unzureichende Daten
es: Datos insuficientes
fil: Hindi sapat na data
fr: Données insuffisantes
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
ru: Недостаточно данных
vi: Dữ liệu không đủ
zh_hans: 数据量不足
zh_hant: 資料筆數不足

# gachaKit.stats.confidence.low
source: Low confidence
de: Niedrige Zuverlässigkeit
es: Baja confianza
fil: Mababang tiwala
fr: Confiance faible
it: Affidabilità bassa
ja: 信頼度低
ko: 낮은 신뢰도
ru: Низкая достоверность
vi: Độ tin cậy thấp
zh_hans: 可信度低
zh_hant: 可信度低

# gachaKit.stats.confidence.medium
source: Medium confidence
de: Mittlere Zuverlässigkeit
es: Confianza media
fil: Katamtamang tiwala
fr: Confiance moyenne
it: Affidabilità media
ja: 信頼度中
ko: 보통 신뢰도
ru: Средняя достоверность
vi: Độ tin cậy trung bình
zh_hans: 可信度中等
zh_hant: 可信度中等

# gachaKit.stats.sincePreviousPentaStar
source: Pulls Stacked (since the prev. ★5)
de: Gezogene Stapel (seit dem letzten ★5)
es: Tiradas Acumuladas (desde el último ★5)
fil: Mga Naiipon na Hila (mula noong huling ★5)
fr: Pity (voeux depuis le dernier ★5)
it: Tiri accumulati (dall'ultima ★5)
ja: 積んだ回数(前回の星5から)
ko: 쌓인 횟수 (이전 ★5 이후)
ru: Стаки Вытянуты (с предыдущего ★5)
vi: Đã sửa xếp chồng (kể từ ★5 trước)
zh_hans: 垫数（自前次五星起算）
zh_hant: 墊數（自前次五星起算）

# gachaKit.stats.standardItemHitRate
source: Standard Hit Rate
de: Standardtrefferquote
es: Tasa de Acierto Estándar
fr: Taux de Réussite Standard
it: Tasso di Successo Standard
ja: 通常命中率
ko: 표준 적중률
ru: Стандартный рейтинг попадания
vi: Tỷ lệ Trúng Chuẩn
zh_hans: 常驻命中率
zh_hant: 常駐命中率

# gachaKit.stats.totalPulls
source: Total Pulls
de: Gesamtanzahl Pullen
es: Total de Extracciones
fil: Kabuuang Hilang
fr: Total de voeux
it: Estrazioni totali
ja: 総計ガチャ回数
ko: 총 시도 횟수
ru: Общее количество запросов
vi: Tổng số lượt kéo
zh_hans: 总抽数
zh_hant: 總抽數

# gachaKit.uigf.affLink.[UIGF](https://uigf.org/)
source: [About UIGF committee and their established gacha exchangeable formats, incl. UIGF, SRGF, etc.](https://uigf.org/)
de: [Über das UIGF-Komitee und deren etablierte Gacha-Austauschformate, einschließlich UIGF, SRGF, usw.](https://uigf.org/)
es: [Sobre el comité de UIGF y sus formatos de gachapón intercambiables, incl. UIGF, SRGF, etc.](https://uigf.org/)
fil: [Tungkol sa komite ng UIGF at kanilang naitatag na mga format na maaaring i-exchange sa gacha, kasama ang UIGF, SRGF, at iba pa](https://uigf.org/)
fr: À propos du comité UIGF et des formats échangeables gacha établis, y compris UIGF, SRGF, etc. (https://uigf.org/)
it: Informazioni sul comitato UIGF e sui loro formati di gacha scambiabili stabiliti, incl. UIGF, SRGF, ecc.
ja: [UIGF委員会とその確立したガチャ交換フォーマット（UIGF、SRGFなど）について](https://uigf.org/)
ko: [UIGF 위원회 및 그들이 정립한 뽑기 교환 형식에 대한 정보, UIGF, SRGF 등을 포함](https://uigf.org/)
ru: [О комитете UIGF и их установленных форматах обмена гача, включая UIGF, SRGF и т. д.](https://uigf.org/)
vi: [Giới thiệu về ủy ban UIGF và các định dạng trao đổi gacha đã được thiết lập của họ, bao gồm UIGF, SRGF, v.v.](https://uigf.org/)
zh_hans: [关于 UIGF 组织及其所规范的抽卡记录交换标准 (UIGF、SRGF等)](https://uigf.org/)
zh_hant: [關於 UIGF 組織及其所規範的抽卡記錄交換標準 (UIGF、SRGF 等)](https://uigf.org/)

# gachaKit.exchange.export.currentExportOption
source: Export Option
es: Opción de exportación
fil: Pagpipilian sa Pag-export
fr: Option d'exportation
it: Opzione di Esportazione
ja: 書き出しの設定
ko: 내보내기 옵션
ru: Вариант экспорта
vi: Tùy chọn xuất khẩu
zh_hans: 导出方式选项
zh_hant: 匯出方式選項

# gachaKit.poolType.srStellarWarp
source: Stellar Warp
es: Deformación Estelar
fr: Bannière standard
it: Varco Stellare
ja: 群星跳躍
ko: 스텔라 워프
ru: Звёздный Варп
vi: Tinh Vân Warp
zh_hans: 群星跃迁
zh_hant: 群星躍遷
